Repository: PopulateTools/ckanext-topics
Catalog: ckanext/topics/i18n/*/LC_MESSAGES/ckanext-topics.po
Languages: es, eu

source: Topics
es: Categorías
eu: Kategoriak

source: Subtopics
es: Subcategorías
eu: Azpikategoriak

source: Not authorized to see this page
es: No estás autorizado para ver esta página
eu: Ez duzu baimenik orrialde hau ikusteko

source: Position is already taken
es: La posición ya está ocupada
eu: Posizioa dagoeneko erabiltzen ari da

source: Subtopic created successfully
es: Subcategoría creada correctamente
eu: Azpikategoria behar bezala sortu da

source: Subtopic updated successfully
es: Subcategoría actualizada correctamente
eu: Azpikategoria zuzen eguneratu da

source: Topic created successfully
es: Categoría creada correctamente
eu: Kategoria behar bezala sortu da

source: Topic updated successfully
es: Categoría actualizada correctamente
eu: Kategoria behar bezala eguneratu da

source: Tag vocabulary "%s" does not exist
es: El vocabulario de tags "%s" no existe
eu: "%s" etiketen lexikoa ez da existitzen

source: Tag %s does not belong to vocabulary %s
es: La categoría %s no pertenece al vocabulario %s
eu: %s etiketa ez dago %s lexikoaren barnean

source: Topic
es: Categoría
eu: Kategoria

source: Subtopic
es: Subcategoría
eu: Azpikategoria

source: Show More {facet_type}
es: Mostrar Más {facet_type}
eu: Erakutsi gehiago {facet_type}

source: Show Only Popular {facet_type}
es: Mostrar solo {facet_type} populares
eu: Popularrak bakarrik erakutsi {facet_type}

source: There are no {facet_type} that match this search
es: No hay {facet_type} que coincidan con esta búsqueda
eu: Ez dago bilaketa honekin bat egiten duen {facet_type}(r)ik

source: Remove
es: Eliminar
eu: Kendu

source: Filter Results
es: Filtrar Resultados
eu: Emaitzak iragazi

source: New
es: Nuevo
eu: Gehitu

source: Name
es: Nombre
eu: Izena

source: Position
es: Posición
eu: Posizioa

source: ¿Estás seguro de que quieres borrar este subtema? El subtema desaparecerá de los datasets asociados.
eu: Ziur azpitalde hau ezabatu nahi duzula? Azpitaldea lotutako datu multzoetatik desagertuko da.

source: Delete
es: Eliminar
eu: Ezabatu

source: Update
es: Actualizar
eu: Eguneratu

source: Create
es: Crear
eu: Sortu

source: Do you really want to delete this topic and its subtopics? The topic and subtopics will be removed from the linked datasets.
eu: Benetan kendu nahi duzu gai hau eta haren azpigaiak? Gaia eta azpigaiak loturiko datu multzoetatik kenduko dira.

source: News feed
es: Actividad
eu: Albiste zerbitzua

source: My Datasets
es: Mis Datasets
eu: Nire Datu Multzoak

source: My Organizations
es: Mis Organizaciones
eu: Nire erakundeak

source: My Groups
es: Mis Grupos
eu: Nire taldeak

source: New topic
es: Nueva categoría
eu: Kategoria berria

source: Edit
es: Editar
eu: Editatu

source: There are no subtopics
es: No hay subcategorías
eu: Ez dago azpikategoriarik

source: Edit topic
es: Editar categoría
eu: Editatu kategoria

source: New subtopic
es: Nueva subcategoría
eu: Azpikategoria berria

source: Edit settings
es: Editar ajustes
eu: Aukerak editatu
